[
    {"sentence": "Get 20% off your entire purchase with this coupon code: SUMMER20OFF!", "conclusion": "positive"},
    {"sentence": "Enjoy our Flash Sale: 25% off all products for 48 hours only!", "conclusion": "positive"},
    {"sentence": "Limited time offer: Buy one, get one free on selected items!", "conclusion": "positive"},
    {"sentence": "Hurry! 50% off on all clearance items while supplies last.", "conclusion": "positive"},
    {"sentence": "Take advantage of our special deal: 30% off orders over $50!", "conclusion": "positive"},
    {"sentence": "Don't miss the Mega Sale Event: Up to 70% off on top brands.", "conclusion": "positive"},
    {"sentence": "Exclusive email offer: Save $10 on your next purchase of $50 or more.", "conclusion": "positive"},
    {"sentence": "Shop now and receive a free gift with every order over $25!", "conclusion": "positive"},
    {"sentence": "Last chance to save big: Extra 15% off with code FINAL15!", "conclusion": "positive"},
    {"sentence": "Double your rewards points on all purchases this week.", "conclusion": "positive"},
    {"sentence": "Claim your personalized discount: Up to 40% off your favorite items!", "conclusion": "positive"},
    {"sentence": "Get ready for summer with 30% off all swimwear and beach accessories.", "conclusion": "positive"},
    {"sentence": "End-of-season blowout: Prices slashed on winter clothing!", "conclusion": "positive"},
    {"sentence": "Unlock your mystery discount: Spin the wheel for up to 50% off.", "conclusion": "positive"},
    {"sentence": "Stock up and save: 25% off when you buy 3 or more items.", "conclusion": "positive"},
    {"sentence": "New arrivals: Check out our latest product additions!", "conclusion": "negative"},
    {"sentence": "Stay in style with our trendy fall collection.", "conclusion": "negative"},
    {"sentence": "Discover the perfect gift ideas for your loved ones.", "conclusion": "negative"},
    {"sentence": "Learn about our sustainability efforts and eco-friendly products.", "conclusion": "negative"},
    {"sentence": "Introducing our latest product innovation - now available in stores!", "conclusion": "negative"},
    {"sentence": "Regular pricing: Our products are competitively priced for quality and value.", "conclusion": "negative"},
    {"sentence": "Join our loyalty program and earn points with every purchase.", "conclusion": "negative"},
    {"sentence": "Find your perfect fit with our size guide and style tips.", "conclusion": "negative"},
    {"sentence": "Explore our blog for expert beauty and skincare advice.", "conclusion": "negative"},
    {"sentence": "Our brand history: A journey of passion, quality, and innovation.", "conclusion": "negative"},
    {"sentence": "Update your wardrobe with these timeless fashion staples.", "conclusion": "negative"},
    {"sentence": "Unveiling our new store location in the heart of the city!", "conclusion": "negative"},
    {"sentence": "Discover the art of mix-and-match with our versatile clothing line.", "conclusion": "negative"},
    {"sentence": "Connect with us on social media for exclusive updates and contests.", "conclusion": "negative"},
    {"sentence": "Your feedback matters: Take our survey and get a chance to win!", "conclusion": "negative"}
]
